Revit 2027 API
GroupTypeId.Materials Property
 Materials and Finishes.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Materials { get; }
Public Shared ReadOnly Property Materials As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Materials {
	ForgeTypeId^ get ();
}
static member Materials : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace